package ua.nure.pi.client;

public class AboutUsStaticPanel extends StaticPanel {

	private static String text = "<h1 align=\"center\">\"Центр - Карьера\"</h1><h3 align=\"center\">Харьковского национального университета радиоэлектроники</h3><h3> Цель:</h3>  Помочь студентам и выпускникам вузов создать и эффективно выполнить личный план развития профессиональной  карьеры.<h3>Задачи:</h3>  Анализ тенденций развития рынка труда и предоставление образовательных услуг студентам и выпускникам вузов в виде консультаций, тестирования, тренингов по технологии поиска работы в рыночных условиях, а также специализированных курсов по профессиональным вопросам. Создание и поддержка информационных ресурсов профессиональной карьеры и трудоустройства, в т. ч. компьютерных баз данных, печатных изданий, источников в Интернет. Организация прямых контактов с работодателями, поддержка конкурсных отборов кандидатов, и другие формы содействия трудоустройству.<h3> Услуги:</h3>Карьера-центр предлагает свои услуги:<ul><li>Студентам и выпускникам вузов;</li> <li>Предприятиям, фирмам, организациям;</li></ul>"
			+ "<h1>СТУДЕНТАМ И ВЫПУСКНИКАМ ВУЗОВ</h1><h3> Провести профессиональное самооценивание</h3>Проведение консультаций, проведение индивидуального тестирования и анализ его результатов."
			+ "<h3>Разработать план развития профессиональной карьеры</h3>Обучение умению определить ближайшую и перспективную цель, определить пути достижения цели, сделать обоснованный профессиональный выбор."
			+ "<h3>Приобрести дополнительные профессиональные знания и навыки, необходимые для будущего места работы</h3> Обучение на дополнительных специализированных факультативах, выполнение профессиональных проектов во время учебы."
			+ "<h3>Достать информацию относительно возможного трудоустройства или последующей учебы</h3>Использование компьютерных баз данных центра, печатных изданий, ресурсов Интернета."
			+ "<h3>Эффективно подать себя как кандидата</h3>Тренинги по технологии поиска работы, обучение правилам подготовки профессионального резюме, деловых документов, прохождения собеседований и тестов, формирования профессионального имиджа."
			+ "<h3>Встретиться с представителями будущего места работы или учебы</h3>Организация прямых контактов с работодателями или представителями учебных заведений."
			+ "<h3>Начать работу по специальности</h3>Проведение конкурсных отборов специалистов на заказ работодателей."
			+ "<h1>ПРЕДПРИЯТИЯМ, ФИРМАМ, ОРГАНИЗАЦИЯМ</h1><h3>Содействие в конкурсном отборе специалистов</h3>Информирование о вакансиях предприятий, отбор кандидатов, тестирование, организация собеседований, поддержка всех состояний конкурсного отбора."
			+ "<h3>Целевую подготовку специалистов</h3>Организация дополнительных специализированных курсов на заказ предприятий, отбор кандидатов среди студентов."
			+ "<h3>Предоставление информации о предприятии студентам и выпускникам вузов</h3>Введение данных о предприятии к информационной системе центру, формирование пакета материалов о предприятии.";

	public AboutUsStaticPanel() {
		super(text);
	}

}
